Repository: giellalt/corpus-nob
Catalog: tmx/sme/admin/sd/samediggi.no/grenseoverskridende-regionalt-samarbeid.html.tmx
Source language: nob
Languages: sme

source: Grenseoverskridende regionalt samarbeid / Internasjonalt arbeid / Forsiden - Sametinget
sme: Rájahis guovlulaš ovttasbargu / Riikkaidgaskasaš bargu / Sámediggi - Sametinget

source: Grenseoverskridende regionalt samarbeid
sme: Rájahis guovlulaš ovttasbargu

source: Ansvarlig politiker
sme: Ovddasvástideaddji politihkkár

source: Sametinget jobber for:
sme: NSR

source: Å delta aktivt gjennom SPR i EUs arbeid med urfolksspørsmål.
sme: Ávjovárri

source: En styrket deltakelse fra Sametinget i det arktiske samarbeidet.
sme: Sámediggi bargá dan badjelii ahte:

source: En fast urfolksrepresentasjon i Barentsrådet, og for at de ulike urfolksgruppene har faste medlemmer i Barents regionråd.
sme: Aktiivvalaččat SPR bakte oassálastit ja searvat EO bargui álgoálbmotgažaldagaiguin.

source: Arktisk råd
sme: Sámedikki bealis nannet oassálastima arktalaš ovttasbargui.

source: Det arktiske samarbeidet involverer åtte stater i det sirkumpolare området, og omfatter både et samarbeid mellom de respektive statenes regjeringer og parlamentariske forsamlinger.
sme: Ásahuvvo bistevaš álgoálbmotovddasteaddji Barents-ráđđái, ja ahte iešguđetge álgoálbmotjoavkkut ožžot bistevaš áirasiid Barents guovlluráđđái.

source: Arktisk råd, som er et regionalt samarbeidsorgan, er etablert for å fremme samarbeid, koordinering og samhandling mellom de arktiske stater i felles arktiske saker, spesielt bærekraftig utvikling og miljøvern.
sme: Arktalaš ráđđi

source: I dette samarbeidet har seks urfolksorganisasjoner status som permanente deltakere.
sme: Arktalaš ovttasbargu fátmmasta sirkumpolára guovllu gávcci stáhtaid, ja fátmmasta ovttasbarggu sihke dáid stáhtaid ráđđehusaid ja parlamentáralaš čoahkkimiid gaskkas.

source: Arktisk råd består av Norge, Danmark/Grønland/Færøyene, Sverige, Finland, Island, USA, Canada og Russland.
sme: Arktalaš ráđđi, mii lea guovlulaš ovttasbargoorgána, lea ásahuvvon dainna áigumušain ahte ovddidit ovttasbarggu, koordinerema ja ovttasdoaimma arktalaš stáhtaid gaskkas oktasaš árktalaš áššiid oktavuođas, earenoamážiid nanaguoddevaš ovdáneami ja birasgáhttenáššiide.

source: I tillegg deltar representanter for arktiske urfolk som permanente deltakere i rådet.
sme: Dán ovttasbarggus leat guđa álgoálbmotorganisašuvnnain sadji bistevaš ovddasteaddjin.

source: Blant disse er Samerådet som representerer samene i Norge, Sverige, Finland og Russland.
sme: Arktalaš ráđis lea čuovvovaš riikkat: Norga, Danmárku/Ruonáeatnan/Færsullot, Ruoŧŧa, Suopma, Islánda, USA, Canada ja Ruošša.

source: De seks urfolksorganisasjoner som sitter rundt bordet sammen de åtte medlemsstatene med status som permanente deltakere er:
sme: Dasa lassin lea árktalaš álgoálbmogiid ovddasteddjiin bistevaš sadji ráđis.

source: Arktisk Råd er et konsensusorgan der de seks urfolksorganisasjonene som permanente deltakere har tale- og forslagsrett på linje med de åtte medlemsstatene, men de har ikke stemmerett.
sme: Daid gaskkas lea Sámeráđđi guhte ovddasta sápmelaččaid Norggas, Ruoŧas, Suomas ja Ruoššas.

source: Urfolksorganisasjonene, de seks permanente deltakerne støttes av et eget sekretariat som er lokalisert i København: Indigenous Peoples Secretariat (IPS).
sme: Dat guhtta álgoálbmotorganisašuvnnat geain lea bistevaš sadji ovttas gávcci miellahttoriikkaiguin leat: Sámeráđđi (SR)

source: Frankrike, Tyskland, Nederland, Polen, Spania og Storbritannia har per november 2011 status som observatørstater.
sme: Arktalaš ráđđi lea ovttamielalašvuođaorgána mas bistevaš ovddasteddjiin lea ságastan- ja evttohanriekti seamma go daid gávcci miellahttoriikkain lea, muhto sis ii leat jienastanriekti.

source: Arktisk råd ble opprettet i 1996 som en utvidelse av det arktiske miljøvernsamarbeidet (Arctic Environmental Protection Strategy, AEPS) fra 1991.
sme: Álgoálbmotorganisašuvnnat, dat guhtta bistevaš oasseváldit ožžot veahki ja doarjaga iežaset čállingottis mii lea Københavnas: Indigenous Peoples Secretariat (IPS)

source: Formannskapet i rådet rullerer blant de åtte medlemslandene og varer normalt i to år.
sme: Frankriika, Duiska, Nederlanda, Polen, Spania ja Stuorra Britannia leat 2001 skábmamánus ain áicilahtut ráđis.

source: Norge hadde sist formannskapet i perioden 2007-2009, Danmark i perioden 2009-2011, og Sverige har formannskapet i perioden 2011-2013.
sme: Arktalaš ráđđi ásahuvvui 1996:s ja lei dalá arktalaš birasovttasbarggu viiddideapmin (Arctic Environmental Protection Strategy, AEPS) mii leai ásahuvvon 1991:s.

source: Det er Ministermøtet som vedtar programmene og prosjektene som skal gjennomføres i regi av Arktisk råd.
sme: Ráđai ovdagoddi sirdašuvvo daid gávcci miellahttoriikkaid gaskkas ja ovdagoddeáigodat lea dábálaččat guokte jagis.

source: Ministermøtet avholdes annen hvert år.
sme: Ráđi ovdagoddi lei Norggas 2007 - 2009 rádjai, Danmárkkus 2009-2011 rádjai, ja Ruoŧŧa doaimmaha ovdagotti 2011-2013 áigodaga.

source: I perioden mellom ministermøtene avholdes det statssekretærmøter og møter mellom ledende embetsmenn (Senior Arctic officials, SAO).
sme: Lea Ministtarčoahkkin mii mearrida prográmmaid ja prošeavttaid mat galget čađahuvvot Arktalaš ráđi bakte.

source: Selve arbeidet foregår i de seks permanente arbeidsgruppene som dekker følgende programområder:
sme: Ministtarčoahkkin dollo juohke nuppi jagi.

source: Handlingsprogram mot forurensing i Arktis (ACAP)
sme: Ministtarčoahkkimiid gaskkas dollojit stáhtačálličoahkkimat ja čoahkkimat jođiheaddji ámmátolbmuid gaskkas (Senior Arctic officials, SAO).

source: Overvåkning av det arktiske miljø (AMAP)
sme: Bargu doaimmahuvvo guđa bistevaš bargojoavkkuin maidda gullet čuovvovaš prográmmasuorggit:

source: Bevaring av arktisk fauna og flora (CAFF)
sme: Doaibmaprográmma nuoskkideami vuostá Arktalaš guovllus (ACAP)

source: Beredskap mot akutt forurensning (EPPR)
sme: Arktalaš birrasa goziheapmi (AMAP)

source: Beskyttelse av det marine miljø (PAME)
sme: Arktalaš elliid ja šattuid seailluheapmi (CAFF)

source: Bærekraftig utvikling (SDWG)
sme: Fáhkka nuoskkideami gearggusvuohta (EPPR)

source: Sametinget inngår i den norske delegasjonen til Arktisk råd og deltar på SAO-møter og på ministermøter.
sme: Áhpebirrasa suodjaleapmi (PAME)

source: Det er etablert en praksis der Sametingspresidenten holder en del av det norske innlegget på ministermøter i Arktisk råd.
sme: Nanaguoddevaš ovdáneapmi (SDWG)

source: Forurensning har vært og er et viktig tema i arbeidet i Arktisk råd.
sme: Sámediggi lea mielde Arktalaš ráđi Norgga sáttagottis ja searvá SAO-čoahkkimiidda ja ministtarčoahkkimiidda.

source: I 1997 ble tilstandsrapporten om det arktiske miljøet presentert etter seks års samarbeid i AMAP.
sme: Lea ásahuvvon dakkár vierru ahte Sámediggepresideanta oasi Norgga sáhkavuorus Arktalaš ráđi ministtarčoahkkimis.

source: Det ble dokumentert uakseptable nivåer av miljøgifter og tungmetaller i Arktis på tross av avstanden fra industrialiserte områder.
sme: Nuoskkideapmi lea leamašan ja lea ain dehálaš fáddán Arktalaš ráđi barggus.

source: Rapporten påviste blant annet at noen av miljøgiftene ender i Arktisk via langtransport og akkumuleres i dyr som blir brukt i tradisjonelt kosthold til urfolk.
sme: Maŋŋil guđa jagi ovttasbarggu AMAP bargojoavkkus ovddiduvvui 1997: raporta Arktalaš birrasa dili birra.

source: På 2000-tallet tok Arktisk råd også fatt i klimaendringer, og de omfangsrike rapportene rådets ulike arbeidsgrupper har produsert, har vært av stor betydning for å fremheve effekten av klimaendringer og hvor fort de finner sted.
sme: Das duođaštedje dohkketmeahttun ollu birasmirkkuid ja lossametállaid Arktalaš guovlluin vaikko leage guhkkin eret industrialiserejuvvon guovlluin.

source: Klimastudien fra Arktisk Råd;
sme: Raporta duođaštii earret eará ahte soames birasmirkkot guhkit gaskkaid badjel rivdet Arktalaš guovlluide ja levvet elliide maid álgoálbmogat ávkkástallet árbevirolaš biebmodoalus.

source: Arctic Climate Impact Assessment (ACIA), ble lagt frem i november 2004.
sme: 2000-logus Arktalaš ráđđi maiddái bargagođii dálkkádatrievdademiiguin, ja goatnjidis raporttat maid ráđi iešguđege bargojoavkkut leat buvttadan, leat leamašan hui ávkkálačča go leat govvidan váikkuhusaid dálkkádatrievdademiin ja man jođánit rievdadeamit dáhpáhuvvet.

source: ACIA er en utredning der de åtte arktiske landene – Canada, Danmark, Finland, Island, Norge, Russland, Sverige og USA – har gjennomført en omfattende vurdering og analyse av hvilke konsekvenser klimaendringer vil kunne ha for miljø og samfunn i Arktis.
sme: Árktalaš ráđi dálkkádatčielggadeami;

source: Det er en omfattende vitenskapelig sammenstilling av tilgjengelig kunnskap om klimaendringer i Arktis og dens virkninger for regionen og verden for øvrig.
sme: Arctic Climate Impact Assessment (ACIA), ovddiduvvui 2004 skábmamánus.

source: Studien består av tre dokumenter – en omfattende vitenskapelig rapport, en sammendragsrapport og et policy dokument.
sme: ACIA lea čielggadeapmi mas dat gávcci arktalaš riikkat – Canada, Danmárku, Suopma, Islánda, Norga, Ruošša, Ruoŧŧa ja USA – viidát leat árvvoštallan ja guorahallan makkár váikkuhusat dálkkádatrievdamis sáhttet leat arktalaš guovllu birrasii ja servodagaide.

source: Hovedfunnene i ACIA-studien er at Arktis nå gjennomgår noen av de raskeste og kraftigste klimaendringer på jorden.
sme: Dat leat viidát dieđalaččat čohkken juo dan máhtu mii gávdno dálkkádatrievdademiid birra arktalaš guovlluin ja geahčadan makkár váikkuhusat das leat guvlui ja muđui máilbmái.

source: Arktis er hjem for mange urfolk som har en kultur og levemåte tilpasset det arktiske miljøet.
sme: Čielggadeamis leat golbma dokumeanta – viiddis dieđalaš raporta, čoahkkáigeassinraporta ja policy dokumeanta.

source: ACIA-utredningen har lagt vekt på å bruke urfolks kunnskaper, og kombinere disse med forskningsresultater.
sme: Váldočuoggát ACIA-čielggadeamis lea ahte Arktalaš guovlu dál vásiha okta dain stuorimus ja garraseamos dálkkádatrievdademiid obanassiige eatnama nalde.

source: I forhold til klimaendringer uttrykker urfolk bekymringer på internasjonale arenaer som Arktisk råd og under FNs klimakonvensjon.
sme: Arktalaš guovlu lea ruoktun máŋgga álgoálbmogiidda geain kultuvra ja eallinvuohki lea heivehuvvon arktalaš birrasii.

source: Det oppleves som et stort paradoks for urfolk at forbrenningen av olje, gass og kull fører til global oppvarming, som igjen fører til økt tilgjengelighet for petroleums- og gruvedriftsaktiviteter i urfolks land- og havområder.
sme: ACIA-čielggadeapmi lea vuoruhan ávkkástallat álgoálbmogiid dieđuid ja máhtolašvuođaid, ja daid goallostit oktii dutkanbohtosiiguin.

source: Samt til avbøtende tiltak mot klimaendringer som utstrakt utbygging i urfolksområder av fornybar energi som vannkraft og vindkraft som gir ulemper for tradisjonelle urfolks næringer som fiske, fangst og reindrift.
sme: Dálkkádatrievdademiid ektui álgoálbmogat fuolastuvvet ja dan čilgejit riikkaidgaskasaš sajádagain nugomat Arktalaš ráđis ja ON dálkkádatkonvenšuvnna oktavuođas.

source: I tillegg kommer ulike former klimatilpasninger som kan gi negative effekter for berørte urfolk.
sme: Álgoálbmogat atnet iešvuosttaldeaddjin go oljju, gása ja čađaid boaldin dagaha máilmmiviidosaš liegganeami, mii fas láhče lassáneaddji beasatlašvuođa oljo- ja ruvkedoaimmaide álgoálbmogiid eanan- ja áhpeguovlluin.

source: Urfolkene får først ulemper med global oppvarming (isen forsvinner, nye arter kommer til, været blir mer ustabilt, havnivået stiger;
sme: Ja váidudeaddji doaibmabijut dálkkádatrievdademiid vuostá go álgoálbmotguovlluin huksejit ođasmahtti energiijadoaimmaid nugomat čáhcefámu bieggafámu rusttegiid main lea negatiiva váikkuhus álgoálbmogiid ealáhusaide nugomat guolásteapmái, meahcásteapmái ja guolásteapmái ja boazodollui.

source: boplasser vaskes ut, m.m).
sme: Dasa lassin vel bohtet iešguđetlágan dálkkádatheiveheamit main sáhttá leat negatiivva beaktu guoskevaš álgoálbmogiidda.

source: Så risikerer urfolkene i neste omgang at mange av negative konsekvenser (økt forurensning, ny økonomi, samfunnsendringer, osv) som følger i kjølvannet av bedre arbeidsklima/temperatur for multinasjonale selskaper som skal utvinne naturressursene i området.
sme: Álgoálbmogat šaddet álggos gillát máilmmiviidosaš liegganeami (jiekŋa jávká, ođđa šlájat ihtet, stáđismeahttun dálki, mearragiera lassána;

source: Det er derfor viktig å sikre urfolkene reell medbestemmelse og en rimelig andel av de fordeler som den økte tilgangen til ressursene medfører.
sme: ássanbáikkit jávket,jna).

source: I den senere tid har Arktisk råd - i tillegg til å håndtere forurensning og klimaendringer - snudd oppmerksomheten mot hvordan samfunnet kan tilpasse seg endringene som finner sted.
sme: Dasto sáhttet álgoálbmogat nuppes gillá ollu negatiivva váikkuhusaid (eanet nuoskkideapmi, ođđa ekonomiija, servodatrievdadeamit, jna.) mat čuvvot go šaddá buoret bargobiras/temperatuvra multinationála fitnodagaide mat guovllus galget roggat luondduvalljodagaid.

source: I mai 2011 undertegnet medlemslandene den første juridisk bindende avtalen fremforhandlet i regi av Arktisk råd.
sme: Danin lea dehálaš sihkkarastit álgoálbmogiidda duohta mielmearrideami ja govttolaš oasi dain ovdamuniin maid buoret beasatlašvuohta valljodagaid mielddisbuktá.

source: Avtalen etablerer et forpliktende rammeverk for samarbeid mellom medlemsstatene i Arktisk råd om søk og redning.
sme: Maŋimus áiggi lea Arktalaš ráđđi – lassin dasa ahte hálddašit nuoskkidemiid ja dálkkádatrievdademiid – jorgalahttán fuomášumi dasa movt servodat sáhttá heivehuvvot daid rievdadusaide mat deaividit.

source: Videre har det blitt besluttet å nedsette en arbeidsgruppe som skal utvikle et internasjonalt samarbeidsinstrument for beredskap mot oljeforurensning til havs i Arktis.
sme: 2011 miessemánus vuolláičálle miellahttoriikkat vuosttaš Arktalaš ráđi bakte lihtoduvvon juridihkalaš čadni šiehtadusa.

source: Rådet har også foretatt omfattende vitenskapelige og miljømessige studier av skipsfart, olje- og gassvirksomheten og havforvaltning i Arktis.
sme: Šiehtadus ásaha geatnegahtti ráhkadusa Arktalaš ráđi miellahttoriikkaid gaskasaš ovttasbargui ohcama ja neavvuma birra.

source: På ministermøtet i Nuuk på Grønland i 2011 ble besluttet å opprette et permanent sekretariat for Arktisk råd i Tromsø.
sme: Viidáset lea mearriduvvon ásahit bargojoavkku man bargu galgá leat ovdánahttit riikkaidgaskasaš ovttasbargoreaidduid Arktalaš ráđi ábi oljonuoskkideami gearggusvuhtii.

source: Sekretariatet skal være operativt fra 2013.
sme: Ráđđi lea maiddái čađahan viiddis dieđalaš ja biraslaš dutkamušaid mearrajohtolaga, oljo- ja gássabohkama ja áhpehálddašeami birra Arktalaš áhpeguovlluin.

source: Inntil da fungerer det midlertidige sekretariatet (2006-2013) som er samlokalisert med Norsk Polarinstitutt på Framsenteret i Tromsø.
sme: Ministtarčoahkkimis Nuukas Ruonáeatnamis jagi 2011:s mearriduvvui Romsii ásahit bistevaš čállingotti Arktalaš ráđđái.

source: Les mer om Arktisk Råd her.
sme: Čállingoddi galgá leat doaimmas jagi 2013 rájes.

source: Barentsrådet og Regionrådet
sme: Dassážii doaibmá gaskaboddosaš čállingoddi (2006-2013) mii lea seamma báikkis go Norgga Polárainstituhtta, namalassii Fram-guovddážis Romssas.

source: Barentsrådets 15. sesjon ble avholdt i Oulu 15.oktober 2015.
sme: Loga eanet Arktalaš ráđi birra dás.

source: Finland overlot formannskapet til Russland.
sme: Bárentsráđđi ja Guovlluráđđi

source: Barentsrådet vedtok felles kommuniké der følgende saksområder vektlegges;
sme: Barentsráđi 15. sešuvdna dollojuvvui Oulus golggotmánu 15. b. 2015.

source: økonomisk samarbeid, transport, miljø og klimaendringer.
sme: Suopma geigii ovdagotti Ruššii.

source: Felles kommuniké finnes her.
sme: Barentsráđđi dohkkehii oktasaš cealkámuša mas čuovvovaš áššesuorggit deattuhuvvojit;

source: Russlands formannskap vil bl.a. prioritere bærekraftig utvikling ved å etablere moderne infrastruktur, styrke regionens konkurransekraft og investerings attraktivitet, samtidig som man vektlegger rasjonell bruk av ressurser som oppfyller miljøkrav og som tar fullt ut hensyn til urfolkenes behov og interesser.
sme: ekonomalaš ovttasbargu, fievrrideapmi, biras ja dálkkádatrievdamat.

source: Det russiske formannskapet ønsker også velkommen ideen om å holde toppmøte for Barentssamarbeidets urfolk, under det russiske formannskapet, og at Russland vil være klar til å diskutere dette med arbeidsgruppen for urfolk og andre kolleger.
sme: Oktasaš cealkámuša gávnnat dáppe.

source: Utenriksministerens tale kan lastes ned her.
sme: Ruošša ovdagoddi áigu earret eará vuoruhit ceavzilis ovddideami dakko bokte ahte vuođđudit ođđaáiggi intrastruktuvrra, nannet regiovnna gilvalannávccaid ja investerengeasuheami, seammás go deattuhit jierpmálaš resursageavaheami mii ollašuhttá birasgáibádusaid ja mii ollásit vuhtiiváldá álgoálbmogiid dárbbuid ja beroštumiid.

source: Barentsrådet/Barents Euro-Arctic Council (BEAC) er et forum for mellomstatlig samarbeid i Barents Region.
sme: Ruošša ovdagoddi sávvá maid bures boahtima dan jurdagiid ahte lágidit Barentsovttasbarggu álgoálbmogiid njunuščoahkkima, Ruošša ovdagoddeáigodagas, ja ahte Ruošša lea gearggus dan digaštallat álgoálbmogiid ja eará kollegaid bargojoavkkuin.

source: Samene, nenetsere og vepsere er urfolkene i Barentssamarbeidet.
sme: Olgoministaras sáhkavuoru sáhtát viežžat dáppe.

source: Arbeidsgruppen for urfolk (WGIP) deltar på møtene i Barentsrådet og møtene i embetsmannskomiteen.
sme: Barentsráđđi/Barents Euro-Arctic Council (BEAC) lea Barents Regiovnna stáhtaidgaskasaš ovttasbarggu fora.

source: Samisk parlamentarisk råd oppnevner samiske medlemmer fra Finland, Norge og Sverige til WGIP.
sme: Álgoálbmogiid bargojoavku (WGIP) oassálastá Barentsráđi čoahkkimiidda ja ámmátolbmuidlávdegotti čoahkkimiidda.

source: Neste sesjon avholdes i Russland i 2017.
sme: Sámi parlamentáralaš ráđđi nammada sámi lahtuid Suomas, Norggas ja Ruoŧas WGIP:ii.

source: Dagen før Barentsrådets møte, 14. oktober, avholdt Barents Regionråd (BRC) sitt møte.
sme: Boahtte sešuvdna dollojuvvo Ruoššas 2017:s.

source: Kainuu regionen, Finland, tok over lederskapet i Regionrådet etter Arkhangelsk Oblast (Russia).
sme: Beaivvi ovdal Barentsráđi čoahkkima, golggotmánu 14. b., doalai Barents Regiovdnaráđđi (BRC) iežas čoahkkima.

source: Kainuu vil lede BRC til slutten av 2017.
sme: Kainuu regiovdna, Suomas, válddii badjelasas Regiovdnaráđi njunušgotti maŋŋá Arkhangelsk Oblast (Ruošša).

source: Barents Regionråd er et interregionalt samarbeidsforum for fylkeskommuner, len, oblast fra de nordlige delene i Finland, Norge and Sverige og nord-vest Russland samt for urfolkene i Barentssamarbeidet.
sme: Kainuu jođiha BRC olggos 2017.

source: Barentsprogrammet 2014-2018, vedtatt av BRC 2. juni 2013, legger føringer for arbeidet i BRC.
sme: Barents Regiovdnaráđđi lea Suoma, Norgga ja Ruoŧa davviguovlluid ja davvi-oarje Ruošša regiovnnaid fylkkagielddaid, lenaid ja oblastaid ja Barentsovttasbarggu álgoálbmogiid gaskasaš ovttasbargofora.

source: Programmet finner du her.
sme: Barentsprográmma 2014-2018, maid BRC dohkkehii geassemánu 2. b. 2013, bidjá láidestusaid BRC bargui.

source: Arbeidsgruppen for urfolk i BEAR (WGIP) er oppnevnt av Regionrådet og ble etablert på permanent basis i 1995.
sme: Prográmma gávnnat dáppe.

source: WGIP har rådgivende status overfor Regionrådet og Barentsrådet (Barents Euro-Arctic Council – BEAC), og har dermed en særskilt politisk status innenfor den formelle strukturen i Barentssamarbeidet.
sme: BEAR (WGIP) álgoálbmogiid bargojoavkku lea Guovlluráđđi nammadan ja dat ásahuvvui bistevažžan 1995:s.

source: Representantene fra finsk, svensk og norsk side oppnevnes av Samisk Parlamentarisk Råd for fire år.
sme: WGIP:s lea ráđđeaddi stáhtus Guovlluráđis ja Barentsráđis (Barents Euro-Arctic Council – BEAC), ja nu das lea sierra politihkalaš stáhtus Bárentsovttasbarggu formálalaš struktuvrras.

source: Representantene for samene, nenetserne og vepserne på russisk side velges for tre år etter forslag fra deres egne organisasjoner.
sme: Sámi Parlamenttalaš Ráđđi nammada njealji jahkái ovddasteddjiid Suoma, Ruoŧa ja Norgga bealde.

source: Arbeidsgruppens handlingsplan 2013-2016.
sme: Ruošša bealde sápmelaččaid, nenetsaid ja vepselaččaid ovddasteaddjit válljejuvvojit golmma jahkái sin iežaset organisašuvnnaid evttohusa vuođul.

source: Arbeidsgruppen for urfolk fra 2014:
sme: Bargojoavkku áigodaga 2013-2016 doaibmaplána.

source: Christina Henriksen, for samene i Norge.
sme: Álgoálbmogiid bargojoavku 2014 rájes:

source: Hun er også valgt som leder for Arbeidsgruppen.
sme: Christina Henriksen, Norgga beale sápmelaččaid bealis.

source: Tiina Sanila-Aikio, for samene i Finland
sme: Son lea maid válljejuvvon bargojoavkku jođiheaddjin.

source: Kristina Nordling, for samene i Sverige
sme: Tiina Sanila-Aikio, Suoma beale sápmelaččaid bealis

source: Valentina Sovkina, for samene i Russland
sme: Kristina Nordling, Ruoŧa beale sápmelaččaid bealis

source: Urfolksrådgiver i Barentssekretariatet, Anja Salo, er sekretær for Arbeidsgruppen.
sme: Valentina Sovkina, Ruošša beale sápmelaččaid bealis

source: Samisk parlamentarisk råd har oppnevnt Christina Henriksen som observatør til Barents Regionråd.
sme: Barentsčállingotti álgoálbmotráđđeaddi, Anja Salo, lea Bargojoavkku čálli.

source: Hun representerer samene fra Finland, Norge og Sverige.
sme: Sámi parlamentáralaš ráđđi lea nammadan Christina Henriksen dárkojeaddjin Barents Guovlluráđđái.

source: Urfolk fra Russland velger urfolkenes faste felles representant til Regionrådet for neste periode, fra høsten 2013 til høsten 2015.
sme: Son ovddasta Suoma, Norgga ja Ruoŧa beale sápmelaččaid.

source: Barents Indigenous Peoples Office (BIPO) etablert i 2003
sme: Ruošša beale sápmelaččat válljejit álgoálbmogiid bistevaš oktasaš ovddasteaddji Guovlluráđđái boahtte áigodahkii, 2013 čavčča rájes 2015 čavčča rádjai.

source: Barents Urfolkskontor (Barents Indigenous Peoples’ Office – BIPO) ble opprettet i 2003.
sme: Barents Álgoálbmotkantuvra (Barents Indigenous Peoples’ Office – BIPO) ásahuvvui 2003.

source: Kontoret finansieres av Sametinget i Norge og administreres av Barentssekretariatet.
sme: Kantuvrra ruhtada Norgga beale Sámediggi ja dan hálddaša Barentsčállingoddi.

source: Kontoret skal være et bindeledd mellom urfolkene i Barentssamarbeidet og mellom urfolk og andre aktører i Barentssamarbeidet, og skal spesielt bistå urfolkene fra russisk side med hensyn til prosjektsøknader og informasjon.
sme: Kantuvra galgá leat Barentsovttasbarggu álgoálbmogiid ja eará oassálastiid gaskalađas, ja galgá erenoamážit veahkehit Ruošša bealde álgoálbmogiid prošeaktaohcamiiguin ja diehtojuohkimiin.

source: BIPO ble i 2007 flyttet fra Murmansk by til Lovozero.
sme: BIPO sirdojuvvui 2007:s Murmánskka gávpogis Lujávrái.

source: I 2012 ble kontoret flyttet til Murmansk.
sme: 2012:s sirdojuvvui kantuvra Murmánskii.

source: Kontoret ledes av Tatiana Egorova.
sme: Kantuvrra jođiha Tatiana Egorova.

source: Mer informasjon her.
sme: Eanet dieđut dás.

source: Nordisk samisk samarbeid
sme: Davviriikkalaš sámi ovttasbargu

source: Myndighetene i Sverige, Finland og Norge har hatt et samarbeid om samiske spørsmål siden Nordisk samarbeidsorgan for same- og reindriftsspørsmål ble opprettet ved Kgl. res. i 1964.
sme: Ruoŧa, Suoma ja Norgga eiseválddit leat lahkalaga ovttasbargan sámi gažaldagaiguin 1964 rájes go Davviriikkaid sáme- ja boazodoallogažaldagaid ovttasbargoorgána gonagaslaš resolušuvnnain ásahuvvui.

source: Dette samarbeidsorganet har vært et kontaktorgan på embetsnivå mellom de tre landenes regjeringer for informasjon og diskusjon.
sme: Dát ovttasbargoorgána lea leamašan dáid golmma riikkaid ráđđehusa ámmátolbmuid diehtojuohkin ja digaštallanorgána.
